Repository: sualfred/repo-scripts
Catalog: script.metadata.editor/resources/language/resource.language.*/strings.po
Languages: tr_tr

# #32000
source: Metadata Editor
tr_tr: Metaveri Düzenleyici

# #32001
source: User rating
tr_tr: Kullanıcı derecelendirmesi

# #32002
source: Available entries
tr_tr: Mevcut girişler

# #32003
source: Add/remove available tags
tr_tr: Mevcut etiketleri ekle/kaldır

# #32004
source: Add/remove available genres
tr_tr: Mevcut türleri ekle/kaldır

# #32005
source: Add new item
tr_tr: Yeni öğe ekle

# #32006
source: Edit current list as string
tr_tr: Geçerli listeyi dize olarak düzenle

# #32007
source: Select from available items
tr_tr: Mevcut öğelerden seç

# #32008
source: Remove watchlist tag
tr_tr: İzleme listesi etiketini kaldır

# #32009
source: Add watchlist tag
tr_tr: İzleme listesi etiketi ekle

# #32010
source: Open editor
tr_tr: Düzenleyiciyi aç

# #32011
source: Enter floating number
tr_tr: Yüzen numarayı girin

# #32012
source: Select source
tr_tr: Kaynak Seç

# #32013
source: Available sources
tr_tr: Mevcut kaynaklar

# #32014
source: Default source
tr_tr: Varsayılan kaynak

# #32015
source: Select default source
tr_tr: Varsayılan kaynağı seç

# #32016
source: Edit ratings and votes
tr_tr: Derecelendirmeleri ve oyları düzenle

# #32017
source: Add source
tr_tr: Kaynak ekle

# #32018
source: Only values between 1.0 and 10.0 are allowed.
tr_tr: Yalnızca 1.0 ile 10.0 arasındaki değerlere izin verilir.

# #32019
source: Attention
tr_tr: Dikkat

# #32020
source: Set as default?
tr_tr: Varsayılan olarak ayarla?

# #32021
source: Enable .nfo updating for movies, TV shows and music videos
tr_tr: Filmler, TV programları ve müzik videoları için .nfo güncellemesini etkinleştir

# #32022
source: value unkown (missing Kodi feature)
tr_tr: bilinmeyen değer (eksik Kodi özelliği)

# #32023
source: Record label
tr_tr: Kayıt etiketi

# #32025
source: Preferred language
tr_tr: Tercih edilen dil

# #32026
source: Scraper settings
tr_tr: Scraper ayarları

# #32024
source: Heavy server load. Please wait.
tr_tr: Ağır sunucu yükü. Lütfen bekleyin.

# #32027
source: TV show library is based on informations of
tr_tr: TV programları kitaplığı bilgilerine dayanmaktadır:

# #32029
source: Enable JSON logging
tr_tr: JSON günlüğünü etkinleştir

# #32030
source: Rating updater
tr_tr: Derecelendirme güncelleyici

# #32028
source: Run updating process in the background
tr_tr: Güncelleme işlemini arka planda çalıştır

# #32031
source: Your personal OMDb API key (www.omdbapi.com)
tr_tr: Kişisel OMDb API anahtarınız (www.omdbapi.com)

# #32032
source: Search by title/year if IMDb ID is missing (not recommended)
tr_tr: IMDb kimliği eksikse başlığa/yıla göre ara (önerilmez)

# #32035
source: No OMDb API key is configured, which is required to update IMDb, Rotten Tomatoes and Metacritic ratings. Please visit www.omdbapi.com and create your own API key.[CR][CR]Note: The free key is limited to 1000 calls a day. Please suggest to become a patreon of OMDb to increase the limit to 100.000.[CR][CR]Do you want to proceed updating The Movie DB ratings? This only works if you have a TMDb ID stored.
tr_tr: IMDb, Çürük Domates ve Metakritik derecelendirmelerini güncellemek için gerekli olan hiçbir OMDb API anahtarı yapılandırılmadı. Lütfen www.omdbapi.com adresini ziyaret edin ve kendi API anahtarınızı oluşturun.[CR][CR]Not: Ücretsiz anahtar günde 1000 çağrı ile sınırlıdır. Lütfen limiti 100.000'e çıkarmak için OMDb'de patron olun.[CR][CR]The Movie DB derecelendirmelerini güncellemeye devam etmek ister misiniz? Bu yalnızca kayıtlı bir TMDb kimliğiniz varsa çalışır.

# #32036
source: Update TV show ratings
tr_tr: TV programı derecelendirmelerini güncelle

# #32033
source: OMDB API limit reached. Please consider to become a Patreon to increase your daily call limitation. Proceed by only using The Movie DB?
tr_tr: OMDB API sınırına ulaşıldı. Günlük arama sınırınızı artırmak için lütfen bir Patreon olmayı düşünün. Yalnızca The Movie DB kullanarak devam edilsin mi?

# #32034
source: Create .nfo file if missing
tr_tr: Eksikse .nfo dosyası oluştur

# #32037
source: Update movie ratings
tr_tr: Film derecelendirmelerini güncelle

# #32038
source: Update all ratings
tr_tr: Tüm derecelendirmeleri güncelle

# #32039
source: Update ratings
tr_tr: Derecelendirmeleri güncelle

# #32040
source: Edit data for
tr_tr: Verilerini düzenle:

# #32042
source: Canceled
tr_tr: İptal edildi

# #32043
source: MPAA region
tr_tr: MPAA bölgesi

# #32041
source: Update premiered/year if database value is different
tr_tr: Veritabanı değeri farklıysa gösterim/yıl değerini güncelle

# #32044
source: Skip updating of MPAA
tr_tr: MPAA'nın güncellenmesini atla

# #32045
source: Update episode ratings
tr_tr: Bölüm derecelendirmelerini güncelle

# #32047
source: No default source defined
tr_tr: Tanımlanmış varsayılan kaynak yok

# #32048
source: No items found
tr_tr: Hiç öğe bulunamadı

# #32046
source: Update .nfo
tr_tr: .nfo güncelle

# #32049
source: Incomplete arguments or content type not supported
tr_tr: Eksik argümanlar veya içerik türü desteklenmiyor

# #32050
source: Do you want to cancel the update?
tr_tr: Güncellemeyi iptal etmek istiyor musunuz?

# #32051
source: Content
tr_tr: İçerik

# #32052
source: Fallback to US MPAA if configured country has no certification stored
tr_tr: Yapılandırılmış ülkenin kayıtlı sertifikası yoksa ABD MPAA'ya geri dön

# #32053
source: Don't store "NR" (Not rated) MPAA rating
tr_tr: "NR" (Derecelendirilmedi) MPAA derecelendirmesini saklama

# #32054
source: Do you want to rate the following item?
tr_tr: Takip edilen öğeyi derecelendirmek istiyor musunuz?

# #32055
source: Automatically update changed watched states to .nfo
tr_tr: İzlenme durumları değiştiğinde .nfo'yu otomatik güncelle

# #32056
source: Rate your media if playback has ended
tr_tr: Oynatma sona erdiğinde medyanızı derecelendirin

# #32057
source: Write watched flag and playcount to .nfo
tr_tr: İzlenen durumunu ve çalma sayısını .nfo'ya yaz
